export const data = {
  postId: 1,
  title: 'React + Typescript 집중 탐구 모임',
  content:
    'React + Typescript 집중 탐구 모임 저희는 3주간 React+ Tyescript를 사용하여 프로젝트를 만들어보고 좀 더 성장하기 위해 만들어진 모임입니다. 관심 있으신 분들은 아래 신청하기 참여버튼을 눌러서 참여 신청해주시면 됩니다! 3주가 열심히 달려봅시다! React + Typescript 집중 탐구 모임 저희는 3주간 React+ Tyescript를 사용하여 프로젝트를 만들어보고 좀 더 성장하기 위해 만들어진 모임입니다. 관심 있으신 분들은 아래 신청하기 참여버튼을 눌러서 참여 신청해주시면 됩니다! 3주가 열심히 달려봅시다! React + Typescript 집중 탐구 모임 저희는 3주간 React+ Tyescript를 사용하여 프로젝트를 만들어보고 좀 더 성장하기 위해 만들어진 모임입니다. 관심 있으신 분들은 아래 신청하기 참여버튼을 눌러서 참여 신청해주시면 됩니다! 3주가 열심히 달려봅시다! React + Typescript 집중 탐구 모임 저희는 3주간 React+ Tyescript를 사용하여 프로젝트를 만들어보고 좀 더 성장하기 위해 만들어진 모임입니다. 관심 있으신 분들은 아래 신청하기 참여버튼을 눌러서 참여 신청해주시면 됩니다! 3주가 열심히 달려봅시다! React + Typescript 집중 탐구 모임 저희는 3주간 React+ Tyescript를 사용하여 프로젝트를 만들어보고 좀 더 성장하기 위해 만들어진 모임입니다. 관심 있으신 분들은 아래 신청하기 참여버튼을 눌러서 참여 신청해주시면 됩니다! 3주가 열심히 달려봅시다! React + Typescript 집중 탐구 모임 저희는 3주간 React+ Tyescript를 사용하여 프로젝트를 만들어보고 좀 더 성장하기 위해 만들어진 모임입니다. 관심 있으신 분들은 아래 신청하기 참여버튼을 눌러서 참여 신청해주시면 됩니다! 3주가 열심히 달려봅시다!',
  address: '서울 강남구 선릉로 433 세방빌딩 6층, 16층',
  category: 'Challenge',
  detailCategory: '프로젝트',
  leaderName: 'Leon',
  leaderImageUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
  leaderIntroduce:
    ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
  postImageUrl: 'https://img.hankyung.com/photo/201911/01.20964250.1.jpg',
  startDate: '2023-12-14',
  endDate: '2023-12-31',
  like: 12,
  membersNum: 8,
  particiPated: [
    {
      userId: 1,
      temperature: 36.5,
      memberImgUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
      memberName: 'Leon',
      memberIntroduce:
        ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
    },
    {
      userId: 2,
      temperature: 36.5,
      memberImgUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
      memberName: 'Leon',
      memberIntroduce:
        ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
    },
    {
      userId: 3,
      temperature: 36.5,
      memberImgUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
      memberName: 'Leon',
      memberIntroduce:
        ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
    },
    {
      userId: 4,
      temperature: 36.5,
      memberImgUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
      memberName: 'Leon',
      memberIntroduce:
        ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
    },
    {
      userId: 5,
      temperature: 36.5,
      memberImgUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
      memberName: 'Leon',
      memberIntroduce:
        ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
    },
    {
      userId: 6,
      temperature: 36.5,
      memberImgUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
      memberName: 'Leon',
      memberIntroduce:
        ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
    },
    {
      userId: 7,
      temperature: 36.5,
      memberImgUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
      memberName: 'Leon',
      memberIntroduce:
        ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
    },
    {
      userId: 8,
      temperature: 36.5,
      memberImgUrl: 'https://tecdn.b-cdn.net/img/new/avatars/2.webp',
      memberName: 'Leon',
      memberIntroduce:
        ' 나 자신에 대해 간단히 소개하자면, 나는 [직업 또는 전공]에서 경험이 풍부한 [자격 또는 전문성]을 가지고 있습니다. 또한 나는 항상 새로운 아이디어를 탐험하고, 도전에 적극적으로 대응하는 것을 좋아합니다. 나의 지향점은 항상 협력과 개방적인 소통에 기반을 두고 있습니다. 모두가 자신의 강점을 발휘하고 의견을 자유롭게 나눌 수 있는 환경을 조성하고자 합니다. 서로가 배울 수 있는 기회를 최대한으로 활용하여, 함께 성장하고 발전하는 것이 이 모임의 목표 중 하나입니다.',
    },
  ],
}
